src/xml/request_templates/net_epub_besaettelsestiden_512u.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:os="http://oss.dbc.dk/ns/opensearch" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <SOAP-ENV:Body>
    <ns1:formatRequest>
      <ns1:originalData>
        <os:collection>
          <os:resultPosition>1</os:resultPosition>
          <os:numberOfObjects>1</os:numberOfObjects>
          <os:object>
            <dkabm:record>
              <ac:identifier>50894711|870970</ac:identifier>
              <dc:identifier xsi:type="dkdcplus:ISBN">9788799676705</dc:identifier>
              <dc:identifier xsi:type="dcterms:URI">http://www.stenlosearkiv.dk/Boger/ebog/Besaettelsen%20lokalt%202.%20udg%20-%20Hugo%20Odgaard.pdf</dc:identifier>
              <ac:source>Bibliotekskatalog</ac:source>
              <dc:title>Besættelsestiden 1940-1945 på egnen omkring Slagslunde-Ganløse og Stenløse-Veksø</dc:title>
              <dc:title xsi:type="dkdcplus:full">Besættelsestiden 1940-1945 på egnen omkring Slagslunde-Ganløse og Stenløse-Veksø</dc:title>
              <dc:subject xsi:type="dkdcplus:DK5">46.4 Stenløse</dc:subject>
              <dc:subject xsi:type="dkdcplus:DK5-Text">Enkelte lokaliteter uden for København</dc:subject>
              <dc:description>Kan downloades i EPUB-format http://www.stenlosearkiv.dk/Boger/boger.htm her</dc:description>
              <dcterms:audience>voksenmaterialer</dcterms:audience>
              <dkdcplus:version>2. udgave</dkdcplus:version>
              <dc:publisher>Stenløse Lokalarkivs Forlag</dc:publisher>
              <dc:contributor xsi:type="dkdcplus:edt">Hugo Odgaard</dc:contributor>
              <dc:date>2013</dc:date>
              <dc:type xsi:type="dkdcplus:BibDK-Type">Ebog</dc:type>
              <dc:language xsi:type="dcterms:ISO639-2">dan</dc:language>
              <dc:language>Dansk</dc:language>
            </dkabm:record>
            <marcx:collection>
              <marcx:record format="danMARC2" type="Bibliographic">
                <marcx:leader>00000n    2200000   4500</marcx:leader>
                <marcx:datafield ind1="0" ind2="0" tag="001">
                  <marcx:subfield code="a">50894711</marcx:subfield>
                  <marcx:subfield code="b">870970</marcx:subfield>
                  <marcx:subfield code="c">20140403150747</marcx:subfield>
                  <marcx:subfield code="d">20140109</marcx:subfield>
                  <marcx:subfield code="f">a</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="004">
                  <marcx:subfield code="r">n</marcx:subfield>
                  <marcx:subfield code="a">e</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="008">
                  <marcx:subfield code="t">m</marcx:subfield>
                  <marcx:subfield code="u">u</marcx:subfield>
                  <marcx:subfield code="a">2013</marcx:subfield>
                  <marcx:subfield code="b">dk</marcx:subfield>
                  <marcx:subfield code="d">y</marcx:subfield>
                  <marcx:subfield code="n">a</marcx:subfield>
                  <marcx:subfield code="l">dan</marcx:subfield>
                  <marcx:subfield code="v">0</marcx:subfield>
                  <marcx:subfield code="x">06</marcx:subfield>
                  <marcx:subfield code="w">1</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="009">
                  <marcx:subfield code="a">a</marcx:subfield>
                  <marcx:subfield code="g">xe</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="021">
                  <marcx:subfield code="e">9788799676705</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="032">
                  <marcx:subfield code="x">ACC201402</marcx:subfield>
                  <marcx:subfield code="a">DBF201413</marcx:subfield>
                  <marcx:subfield code="x">DAT201415</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="245">
                  <marcx:subfield code="a">Besættelsestiden 1940-1945 på egnen omkring Slagslunde-Ganløse og Stenløse-Veksø</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="250">
                  <marcx:subfield code="a">2. udgave</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="260">
                  <marcx:subfield code="a"/>
                  <marcx:subfield code="b">Stenløse Lokalarkivs Forlag</marcx:subfield>
                  <marcx:subfield code="c">2013</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="512">
                  <marcx:subfield code="a">Kan downloades i EPUB-format</marcx:subfield>
                  <marcx:subfield code="u">http://www.stenlosearkiv.dk/Boger/boger.htm</marcx:subfield>
                  <marcx:subfield code="y">her</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="520">
                  <marcx:subfield code="a">Tidligere: 1. udgave. 2012 (Ikke registreret i: Dansk bogfortegnelse)</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="532">
                  <marcx:subfield code="&amp;">1</marcx:subfield>
                  <marcx:subfield code="a">Med litteraturhenvisninger og links</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="652">
                  <marcx:subfield code="m">46.4</marcx:subfield>
                  <marcx:subfield code="b">Stenløse</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="652">
                  <marcx:subfield code="p">96.71</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="700">
                  <marcx:subfield code="a">Odgaard</marcx:subfield>
                  <marcx:subfield code="h">Hugo</marcx:subfield>
                  <marcx:subfield code="4">edt</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="856">
                  <marcx:subfield code="z">Adgangsmåde: Internet</marcx:subfield>
                  <marcx:subfield code="u">http://www.stenlosearkiv.dk/Boger/ebog/Besaettelsen%20lokalt%202.%20udg%20-%20Hugo%20Odgaard.pdf</marcx:subfield>
                  <marcx:subfield code="y">PDF-format</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="996">
                  <marcx:subfield code="a">DBC</marcx:subfield>
                </marcx:datafield>
              </marcx:record>
            </marcx:collection>
            <os:identifier>870970-basis:50894711</os:identifier>
            <os:creationDate>2014-01-09</os:creationDate>
            <os:holdingsCount>0</os:holdingsCount>
            <os:lendingLibraries>0</os:lendingLibraries>
            <os:formatsAvailable>
              <os:format>dkabm</os:format>
              <os:format>marcxchange</os:format>
            </os:formatsAvailable>
          </os:object>
        </os:collection>
      </ns1:originalData>
      <ns1:outputFormat>PLACEHOLDER</ns1:outputFormat>
      <ns1:trackingId>net_epub_besaettelsestiden_512u.xml.PLACEHOLDER</ns1:trackingId>
    </ns1:formatRequest>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
